/**
  ******************************************************************************
  * @文件    weigh.h
  * @作者    zhaoxw
  * @版本    V0.0.0
  * @日期    2017-09-17
  * @概述    Main program body
  ******************************************************************************
  * @attention
  *
  * 
  *
  ******************************************************************************
  */ 
#ifndef __COMMUNICATION_H
#define __COMMUNICATION_H

#include "stm32f10x.h"

#endif /* __COMMUNICATION_H */

/************************ (C) COPYRIGHT STMicroelectronics *****END OF FILE****/
